TargetApplication=DKLang Translation Editor 3.0
Author=Juansa
SourceLANGID=1033
LANGID=1027
Generator=DKLang Translation Editor v3.0
LastModified=2008-04-11 21:15:20

[dAbout]
00000001=Quant a
00000004=Internet:
00000005=D'acord
00000006=Email contacte:

[dDiffLog]
00000001=Diferències trobades
00000002=Tanca
00000003=Totals
00000004=Tr&adueix automàticament les entrades no traduïdes amb el repositori de traducció
00000005=Ajuda

[dFind]
00000001=Cerca o reemplaça
00000003=Tanca
00000004=Navega:
00000006=Opcions
00000007=Sensible a majúscules
00000008=Mots sencers només
00000010=Cerca selecció només
00000011=Origen
00000012=Des de l'entrada amb focus\nÀmbit sencer\n
00000013=Adreça
00000014=Avant\nEnrrere\n
00000015=&Pregunta al reemplaçar
00000016=Reemplaça-ho tot
00000017=&Reemplaça amb:
00000018=Àmbit
00000019=Cerca &noms d'entrada
00000020=Cerca en valors originals
00000021=Cerca en valors traduïts
00000022=Ajuda

[dOpenFiles]
00000001=Obre fitxers d'idioma
00000002=Fitxer d'idioma d'origen:
00000003=Navega...
00000004=Navega...
00000005=Navega...
00000006=Empra la traducció següent per mostrar els valors (en lloc d'un dels fitxers d'origen):
00000007=&Crea nova traducció
00000008=&Obre una traducció existent:
00000009=D'acord
00000010=Cancel·la
00000011=Ajuda

[dPromptReplace]
00000001=Confirma reemplaçament
00000009=Sí
00000010=Cancel·la
00000012=Reemplaça-ho tot
00000013=&No
00000014=Ajuda

[dSettings]
00000001=Configuració programa
00000002=D'acord
00000003=Cancel·la
00000005=Camí repositori traducció:
00000006=(En aquest cas hauràs d'assignar dreceres manualment després)
00000007=Navega...
00000008=Suprimeix el prefix ('&&') quan afegisques cadenes al repositori\n
00000009=&Afegeix automàticament noves traduccions al repositori
00000013=Font de l'&interfície...
00000014=Font de la &tabla...
00000015=No avises si el idioma origen i la traducció s'han desat amb diferent codificació
00000016=Repositori
00000017=Interfície
00000018=Ajuda

[dTranProps]
00000001=Propietats de la traducció
00000002=Idioma d'origen (emprat pel repositori de traducció):
00000003=Idioma de la &Traducció:
00000004=&Autor:
00000005=Paràmetres adicionals (amb formatació 'Nom=valor'):
00000006=Aplicació/Versió:
00000007=D'acord
00000008=Cancel·la
00000009=Ajuda

[fMain]
00000002=Menú principal
00000003=&Fitxer
00000004=&Edita
00000005=&Vista
00000006=Barra d'&eines
00000007=Mostra/amaga la barra d'eines
00000008=Entrada d'origen actual
00000009=Mostra/amaga el panel d'entrada d'origen actual
00000010=Barra d'e&stat
00000011=Mostra/amaga la barra d'estat
00000012=&Idioma
00000013=&Eines
00000014=&Ajuda
00000015=Barra d'eines
00000018=Nombre total d'entrades de component
00000020=Nombre d'entrades de propietat de component totasl/no traduïdes
00000022=Nombre de entrades de constants totals/No traduïdes
00000024=Nombre d'entrades de repositori
00000025=Fitxer
00000026=&Nou o obre...
00000027=&Nou o obre...|Crea nova traducció o obrin una
00000028=Fitxer
00000029=&Desa
00000030=Desa|Desa la traducció actual
00000031=Fitxer
00000032=Desa com...
00000033=Desa com...|Desa la traducció actual amb un altre nom
00000034=Fitxer
00000035=Tanca
00000036=Tanca|Tanca els fitxers oberts actualment
00000037=Fitxer
00000038=&Surt
00000039=Surt|Surt del programa
00000040=Eines
00000041=Configuració &programa...
00000042=Configuració programa......|Canvia la configuració del programa
00000043=Ajuda
00000044=&Quant a...
00000045=Quant a...|Informació de versió i drest de copia
00000046=Edita
00000047=Vés a l'entrada anterior no traduïda
00000048=Vés a l'entrada anterior no traduïda o traduïda automàticament
00000049=Edita
00000050=Vés a l'entrada següent no traduïda
00000051=Vés a l'entrada següent no traduïda o traduïda automàticament
00000058=Edita
00000059=Propietats de la &traducció...
00000060=Propietats de la traducció...|Canvia les propietats de la traducció
00000064=Eines
00000065=A&utotraducció seleccionada
00000066=Autotraducció seleccionada|Autotraducció selecció d'entrades actuals amb el repositori
00000067=Eines
00000068=Afegeix selecció al &repositori
00000069=Afegeix selecció al repositori|Afegeix selecció d'entrades al repositori de traducció
00000073=Ajuda
00000074=Comprova actualització
00000075=Comrpva actualització|Comprova si hi han actualitzacions del programa en la web
00000076=Ajuda
00000077=Lloc principal de DKLang Translation Editor
00000078=Lloc principal de DKLang Translation Editor|Obre el lloc web del programa amb el navegador
00000079=Ajuda
00000080=&Suport del producte
00000081=Suport del producte|Obre la pàgina de suport del programa amb el navegador
00000082=Ajuda
00000083=Lloc &web DK Software
00000084=Lloc web DK Software|Obre la pàgina del desarrollador amb el navegador
00000087=&Internet
00000088=Edita
00000089=Intercanvia focus
00000090=Intercanvia focus|Canvia focus entre la tabla i l'editor de traducció
00000091=Edita
00000092=Entr&ada anterior
00000093=Entrada anterior|Vés a l'entrada anterior
00000094=Edita
00000095=E&ntrada següent
00000096=Entrada següent|Vés a l'entrada posterior
00000097=Propietats d'entrada
00000098=Entrada d'origen actual
00000099=Entrada traduïda actual
00000100=&No traduïda
00000101=Estats de les entrades
00000102=&Autotraduïda
00000103=Propietats d'entrada
00000104=Entrada traduïda actual
00000105=Component/Propietat/Constant
00000106=ID
00000107=Predeterminat
00000108=Traduït
00000109=Edita
00000110=&Cerca...
00000111=Cerca...|Cerca entrades amb un patró determinat
00000112=Edita
00000113=Cerca següent
00000114=Cerca següent|Cerca la següent coincidència de la cerca anterior
00000115=Edita
00000116=&Reemplaça...
00000117=Reemplaça...|Reemplaça una cadena amb un altra
00000118=Favorits
00000119=Mostra/amaga el panel d'entrada traduïda actual
00000120=Mostra/amaga el panel de propietats de l'entrada
00000121=&Favorits
00000122=Mostra/amaga el panel de favorits
00000123=Edita
00000124=&Afegeix favorit
00000125=Afegeix favorit|Afegeix entrada actual a la llista de favorits
00000126=Edita
00000127=&Suprimeix favorit
00000128=Suprimeix favorit|Suprimeix favorit actualment seleccionat
00000129=Edita
00000130=&Vés a favorit
00000131=Vés a favorit|Vés al favorit seleccionat en la finestra de favorits
00000132=Barra de favorits
00000133=Edita
00000134=&Copia
00000135=Edita
00000136=&Enganxa
00000137=Edita
00000138=Talla
00000139=Copia|Copia selecció al porta-retalls
00000140=Enganxa|Enganxa des del porta-retalls
00000141=Talla|Talla la selecció cap el porta-retalls
00000142=Ajuda
00000143=Ajuda
00000144=Ajuda|Mostra l'Ajuda

[$CONSTANTS]
SBtn_Find=Cerca
SBtn_Replace=Reemplaça
SConfirm_FileNotSaved=El fitxer "%s" s'ha modificat i no s'ha desat. ¿Vols desar-lo?
SDiffDesc_AddComponent=+ Component: [%s]
SDiffDesc_AddConstant=+ Constant "%s"
SDiffDesc_AddProperty=+ Propietat "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Les següents entrades s'han considerat excessives i s'han suprimit de la traducció:
SDiffDesc_MissingEntries=Les següents entrades no s'han trobat i han estat afegides a la traducció:
SDiffDesc_RemoveComponent=- Component: [%s]
SDiffDesc_RemoveConstant=- Constant "%s"
SDiffDesc_RemoveProperty=- Component "%s", propietat amb ID=%d
SDiffTotalsText=\tComponents\tPropietats\tConstants\nAfegides\t%d\t%d\t%d\nSupr.\t%d\t%d\t%d\nTotal\t%d\t%d\t%d
SDlgTitle_Confirm=Confirma
SDlgTitle_Error=Error
SDlgTitle_Info=Informació
SDlgTitle_SaveTranFileAs=Selecciona un fitxer traduït per desar-lo en
SDlgTitle_SelectDisplayFile=Selecciona un fitxer traduït emprat per pantalla
SDlgTitle_SelectLangSourceFile=Selecciona un fitxer d'idioma origen
SDlgTitle_SelectTranFile=Selecciona un fitxer de traducció
SDlgTitle_SelReposPath=Selecciona el camí pel repositori:
SErrMsg_CharMissing="%s" perdudes
SErrMsg_ConstNameMissing=Nom de constat perdut
SErrMsg_DuplicateCompName=Nom de component duplicat: "%s"
SErrMsg_DuplicatePropID=ID propietat duplicada: %d
SErrMsg_DuplicatePropName=Nom de propietat duplicada: "%s"
SErrMsg_FileDoesntExist=Fitxer "%s" no existeix
SErrMsg_InvalidCompName=Nom de component no vàlid: "%s"
SErrMsg_LoadLangSourceFailed=Error en la càrrega d'idioma origen:\nLínia %d: %s
SErrMsg_PropIDInvalid=ID de propietat no vàlida
SErrMsg_PropIDMissing=ID propietat perduda
SErrMsg_PropNameMissing=Nom de propietat perduda
SErrMsg_SectionlessEntry=Entrades de menor secció no s'hi permeten
SErrMsg_SectionNameMissing=Nom de secció perduda
SErrMsg_SrcAndTranLangsAreSame=Els idiomes origen i traduït ha d'èsser diferents
SErrMsg_WrongSectionName=Formatació incorrecta de nom de secció: "%s"
SLangSourceFileFilter=Fitxers d'origen d'idioma DKLang (*.dklang)|*.dklang|Tots els fitxers (*.*)|*.*
SMsg_NoSearchResults=No s'ha trobat la cadena: "%s" .
SMsg_PromptReplace=¿Reemplaça aquesta ocurrència de "%s"?
SMsg_ReplacedInfo=Reemplaçades %d ocurrències de "%s".
SNode_Constants=Constants
SStatusBar_CompCount=Comp: %d
SStatusBar_ConstCount=Const: %d/%d
SStatusBar_PropCount=Prop: %d/%d
SStatusBar_ReposEntryCount=Repositori: %d entrades
STranFileFilter=Fitxers traduïts DKLang (*.lng)|*.lng|Tots el fitxers (*.*)|*.*
STranFileFilterAnsi=Fitxers traduïts Ansi DKLang (*.lng)|*.lng
STranFileFilterUnicode=Fitxers traduïts Unicode DKLang (*.lng)|*.lng
SWarnMsg_SavingInAnsi=S'està desant la traducció en ANSI mentres l'origen emprat te codi Unicode.\nDesar la traducció en ANSI pot mostrar caracters incorrectes en el programa que s'està traduint. Com que el programa empra Unicode, és sempre millor desar la traducció també en Unicode.\n\n¿Vols desar la traducció en Unicode?
SWarnMsg_SavingInUnicode=S'està desant la traducció en Unicode mentres l'origen emprat te codi ANSI.\nDesar la traducció en Unicode pot impedir que el programa puga emprar-se. Com que el programa empra ANSI, el més segur és desar la traducció també en ANSI.\n\n¿Vols desar la traducció en ANSI?
